Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %d compatible protocol(s) will be tested automatically.
ar: سيتم اختبار البروتوكول (البروتوكولات) المتوافقة مع %d تلقائيًا.
de: %d-kompatible Protokolle werden automatisch getestet.
es: Los protocolos compatibles con %d se probarán automáticamente.
fr: Les protocoles compatibles %d seront testés automatiquement.
hi: %d संगत प्रोटोकॉल का परीक्षण स्वचालित रूप से किया जाएगा।
id: Protokol yang kompatibel dengan %d akan diuji secara otomatis.
ja: %d 互換プロトコルは自動的にテストされます。
ko: %d 호환 프로토콜이 자동으로 테스트됩니다.
pt_br: Os protocolos compatíveis com %d serão testados automaticamente.
ru: Протоколы, совместимые с %d, будут протестированы автоматически.
th: โปรโตคอลที่เข้ากันได้กับ %d จะถูกทดสอบโดยอัตโนมัติ
tr: %d uyumlu protokol(ler) otomatik olarak test edilecektir.
vi: (Các) giao thức tương thích %d sẽ được kiểm tra tự động.
zh_hans: 将自动测试 %d 种兼容协议。
zh_hant: 將自動測試 %d 種相容協議。

source: %d parameters you set are kept and won't be sent right now.
ar: تم الاحتفاظ بـ %d من المعاملات التي ضبطتها، ولن يتم إرسالها حاليًا.
de: %d von dir gesetzte Parameter bleiben gespeichert und werden derzeit nicht gesendet.
es: Se conservan %d parámetros que configuraste y ahora mismo no se envían.
fr: %d paramètres que vous aviez définis sont conservés et ne sont pas envoyés pour le moment.
hi: आपके द्वारा सेट किए गए %d पैरामीटर सहेजे गए हैं और अभी नहीं भेजे जाएंगे।
id: %d parameter yang Anda atur tetap tersimpan dan saat ini tidak dikirim.
ja: 以前に設定した %d 件のパラメータは保持されていますが、現在は送信されません。
ko: 이전에 설정한 매개변수 %d개가 보관되어 있으며 지금은 전송되지 않습니다.
pt_br: %d parâmetros que você definiu foram mantidos e não serão enviados agora.
ru: Заданные вами параметры (%d) сохранены и сейчас не отправляются.
th: พารามิเตอร์ %d รายการที่คุณตั้งไว้ถูกเก็บไว้ และตอนนี้จะไม่ถูกส่ง
tr: Ayarladığınız %d parametre saklandı ve şu anda gönderilmiyor.
vi: %d tham số bạn đã đặt được giữ lại và hiện không được gửi đi.
zh_hans: 你此前设置的 %d 项参数已保留，当前不会发送。
zh_hant: 你先前設定的 %d 項參數已保留，目前不會傳送。

source: %lld available models
ar: %lld نماذج متاحة
de: %lld verfügbare Modelle
es: %lld modelos disponibles
fr: %lld modèles disponibles
hi: %lld उपलब्ध मॉडल
id: %lld model yang tersedia
ja: %lld 個の利用可能なモデル
ko: %lld개의 사용 가능한 모델
pt_br: %lld modelos disponíveis
ru: Доступные модели %lld
th: %lld รุ่นที่มีจำหน่าย
tr: %lld mevcut modeller
vi: Các mẫu có sẵn %lld
zh_hans: %lld 个可用模型
zh_hant: %lld 個可用模型

source: + Add model ID manually
ar: + إضافة معرف النموذج يدويًا
de: + Modell-ID manuell hinzufügen
es: + Agregar ID de modelo manualmente
fr: + Ajouter l'ID du modèle manuellement
hi: + मॉडल आईडी मैन्युअल रूप से जोड़ें
id: + Tambahkan ID model secara manual
ja: + モデルIDを手動で追加
ko: + 수동으로 모델 ID 추가
pt_br: + Adicione o ID do modelo manualmente
ru: + Добавить идентификатор модели вручную
th: + เพิ่มรหัสรุ่นด้วยตนเอง
tr: + Model kimliğini manuel olarak ekleyin
vi: + Thêm ID mẫu theo cách thủ công
zh_hans: + 手动添加模型 ID
zh_hant: + 手動新增模型ID

# A display name for this relay provider
source: A display name for this custom LLM
ar: اسم عرض لهذا النموذج اللغوي المخصص
de: Ein Anzeigename für dieses benutzerdefinierte LLM
es: Un nombre para mostrar de este LLM personalizado
fr: Un nom d’affichage pour ce LLM personnalisé
hi: इस कस्टम LLM के लिए प्रदर्शन नाम
id: Nama tampilan untuk LLM kustom ini
ja: このカスタム LLM の表示名
ko: 이 사용자 지정 LLM의 표시 이름
pt_br: Um nome de exibição para este LLM personalizado
ru: Отображаемое имя для этой пользовательской LLM
th: ชื่อที่แสดงสำหรับ LLM แบบกำหนดเองนี้
tr: Bu özel LLM için görünen ad
vi: Tên hiển thị cho LLM tùy chỉnh này
zh_hans: 为此自定义 LLM 设置显示名称
zh_hant: 為此自訂 LLM 設定顯示名稱

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: API Key कुंजी
id: Kunci API Key
ja: APIキー
ko: API 키
pt_br: Chave da API
ru: API Key Ключ
th: API Key คีย์
tr: API Key Anahtarı
vi: Khóa API Key
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Key contains unsupported characters. Please re-paste — it likely picked up a full-width space, zero-width space, or non-ASCII character.
ar: يحتوي مفتاح API على أحرف غير مدعومة. الرجاء لصقه مرة أخرى — على الأرجح تسلّلت إليه مسافة بعرض كامل أو مسافة بعرض صفري أو أحرف غير ASCII.
de: Der API-Schlüssel enthält nicht unterstützte Zeichen. Bitte erneut einfügen — wahrscheinlich ist ein Vollbreitezeichen, ein Zero-Width-Space oder ein Nicht-ASCII-Zeichen mit hineingerutscht.
es: La clave API contiene caracteres no admitidos. Vuelve a pegarla; es probable que se haya colado un espacio de ancho completo, un espacio de anchura cero o un carácter no ASCII.
fr: La clé API contient des caractères non pris en charge. Veuillez la recoller : elle contient probablement un espace pleine largeur, un espace insécable de largeur nulle ou un caractère non ASCII.
hi: API कुंजी में असमर्थित वर्ण हैं। कृपया इसे फिर से पेस्ट करें — संभवतः इसमें फुल-विड्थ स्पेस, ज़ीरो-विड्थ स्पेस या नॉन-ASCII वर्ण घुस गए हैं।
id: API Key mengandung karakter yang tidak didukung. Tempelkan ulang — kemungkinan terselip spasi lebar penuh, spasi lebar nol, atau karakter non-ASCII.
ja: API Key に対応していない文字が含まれています。全角スペース、ゼロ幅スペース、非 ASCII 文字が混入していないかご確認のうえ、再度貼り付けてください。
ko: API Key에 지원되지 않는 문자가 포함되어 있습니다. 전각 공백, 너비 0 공백 또는 비 ASCII 문자가 섞여 있지 않은지 확인하고 다시 붙여넣어 주세요.
pt_br: A chave de API contém caracteres não suportados. Cole-a novamente — provavelmente entrou um espaço de largura completa, um espaço de largura zero ou um caractere não ASCII.
ru: API-ключ содержит неподдерживаемые символы. Вставьте его заново — скорее всего, попался полноширинный пробел, пробел нулевой ширины или не-ASCII символ.
th: API Key มีอักขระที่ไม่รองรับ กรุณาวางใหม่อีกครั้ง — น่าจะมีช่องว่างเต็มความกว้าง ช่องว่างความกว้างศูนย์ หรืออักขระที่ไม่ใช่ ASCII ปนเข้ามา
tr: API Anahtarı desteklenmeyen karakterler içeriyor. Lütfen yeniden yapıştırın — büyük olasılıkla tam genişlikli boşluk, sıfır genişlikli boşluk veya ASCII olmayan bir karakter karışmış.
vi: API Key chứa ký tự không được hỗ trợ. Vui lòng dán lại — có thể đã lẫn dấu cách toàn chiều rộng, dấu cách độ rộng bằng 0 hoặc ký tự không phải ASCII.
zh_hans: API Key 含不支持的字符，请重新粘贴。常见原因：混入了中文、全角空格或零宽空白等不可见字符。
zh_hant: API Key 含不支援的字元，請重新貼上。常見原因：混入了中文、全形空格或零寬空白等不可見字元。

source: API Key invalid
ar: مفتاح API غير صالح
de: API-Schlüssel ungültig
es: Clave API no válida
fr: Clé API invalide
hi: API कुंजी अमान्य
id: Kunci API tidak valid
ja: API キーが無効です
ko: API 키가 유효하지 않습니다
pt_br: Chave da API inválida
ru: Недействительный API-ключ
th: คีย์ API ไม่ถูกต้อง
tr: API anahtarı geçersiz
vi: Khóa API không hợp lệ
zh_hans: Key 已失效
zh_hant: Key 已失效

source: API Key required
ar: مطلوب مفتاح API
de: API-Schlüssel erforderlich
es: Se requiere API Key
fr: Clé API requise
hi: API कुंजी आवश्यक है
id: API Key diperlukan
ja: API キーが必要です
ko: API 키가 필요합니다
pt_br: API Key necessária
ru: Требуется API-ключ
th: ต้องการ API Key
tr: API anahtarı gerekli
vi: Cần có API Key
zh_hans: 需要填写 API Key
zh_hant: 需要填寫 API Key

source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fr: Clé API
hi: API की
id: Kunci API
ja: API キー
ko: API 키
pt_br: Chave de API
ru: API-ключ
th: คีย์ API
tr: API anahtarı
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key not saved on this device. Tap to add it.
ar: مفتاح API غير محفوظ على هذا الجهاز. اضغط للإضافة.
de: API-Schlüssel nicht auf diesem Gerät gespeichert. Tippen zum Hinzufügen.
es: Clave API no guardada en este dispositivo. Toca para añadir.
fr: Clé API non enregistrée sur cet appareil. Touchez pour ajouter.
hi: इस डिवाइस पर API कुंजी सहेजी नहीं गई। जोड़ने के लिए टैप करें।
id: Kunci API tidak tersimpan di perangkat ini. Ketuk untuk menambahkan.
ja: このデバイスにAPIキーが未保存です。タップして追加。
ko: 이 기기에 API 키가 저장되지 않음. 탭하여 추가하세요.
pt_br: Chave API não salva neste dispositivo. Toque para adicionar.
ru: Ключ API не сохранён на этом устройстве. Нажмите, чтобы добавить.
th: ไม่ได้บันทึกคีย์ API บนอุปกรณ์นี้ แตะเพื่อเพิ่ม
tr: API anahtarı bu cihazda kayıtlı değil. Eklemek için dokunun.
vi: Khóa API chưa lưu trên thiết bị này. Chạm để thêm.
zh_hans: 此设备未保存 API 密钥，点击添加。
zh_hant: 此裝置未儲存 API 金鑰，點擊新增。

source: Account Balance
ar: رصيد الحساب
de: Kontoguthaben
es: Saldo de la cuenta
fr: Solde du compte
hi: खाता शेष
id: Saldo akun
ja: アカウント残高
ko: 계정 잔액
pt_br: Saldo da conta
ru: Баланс аккаунта
th: ยอดคงเหลือในบัญชี
tr: Hesap bakiyesi
vi: Số dư tài khoản
zh_hans: 账户余额
zh_hant: 帳戶餘額

source: Active this month
ar: نشط هذا الشهر
de: Diesen Monat aktiv
es: Activos este mes
fr: Actifs ce mois-ci
hi: इस माह सक्रिय
id: Aktif bulan ini
ja: 今月のアクティブ
ko: 이번 달 활성
pt_br: Ativos este mês
ru: Активные в этом месяце
th: ใช้งานเดือนนี้
tr: Bu ay etkin
vi: Hoạt động tháng này
zh_hans: 本月活跃
zh_hant: 本月活躍

source: Add Custom Relay
ar: إضافة مرحل مخصص
de: Benutzerdefiniertes Relay hinzufügen
es: Agregar retransmisión personalizada
fr: Ajouter un relais personnalisé
hi: कस्टम रिले जोड़ें
id: Tambahkan relai khusus
ja: カスタムリレーを追加
ko: 사용자 정의 릴레이 추가
pt_br: Adicionar retransmissão personalizada
ru: Добавить пользовательский ретранслятор
th: เพิ่มรีเลย์แบบกำหนดเอง
tr: Özel aktarma ekle
vi: Thêm rơ-le tùy chỉnh
zh_hans: 添加自定义中转站
zh_hant: 新增自訂中轉站

source: Add Model
ar: إضافة نموذج
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
hi: मॉडल जोड़ें
id: Tambahkan Model
ja: モデルを追加
ko: 모델 추가
pt_br: Adicionar modelo
ru: Добавить модель
th: เพิ่มโมเดล
tr: Model Ekle
vi: Thêm mô hình
zh_hans: 添加模型
zh_hant: 新增模型

source: Add a model
ar: إضافة نموذج
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
hi: मॉडल जोड़ें
id: Tambahkan model
ja: モデルを追加
ko: 모델 추가
pt_br: Adicionar modelo
ru: Добавить модель
th: เพิ่มโมเดล
tr: Model ekle
vi: Thêm mô hình
zh_hans: 添加模型
zh_hant: 新增模型

source: Add another provider
ar: إضافة مزود آخر
de: Weiteren Anbieter hinzufügen
es: Añadir otro proveedor
fr: Ajouter un autre fournisseur
hi: एक और प्रदाता जोड़ें
id: Tambah penyedia lain
ja: 別のプロバイダーを追加
ko: 다른 제공업체 추가
pt_br: Adicionar outro provedor
ru: Добавить ещё поставщика
th: เพิ่มผู้ให้บริการอื่น
tr: Başka sağlayıcı ekle
vi: Thêm nhà cung cấp khác
zh_hans: 添加另一个服务商
zh_hant: 新增另一個服務商

source: Add header
ar: إضافة ترويسة
de: Header hinzufügen
es: Añadir cabecera
fr: Ajouter un en-tête
hi: हेडर जोड़ें
id: Tambah header
ja: Header を追加
ko: Header 추가
pt_br: Adicionar cabeçalho
ru: Добавить заголовок
th: เพิ่มส่วนหัว
tr: Header ekle
vi: Thêm header
zh_hans: 添加 Header
zh_hant: 新增 Header

source: Add query param
ar: إضافة معلمة استعلام
de: Query-Parameter hinzufügen
es: Añadir parámetro de consulta
fr: Ajouter un paramètre de requête
hi: Query पैरामीटर जोड़ें
id: Tambah parameter query
ja: Query パラメータを追加
ko: Query 매개변수 추가
pt_br: Adicionar parâmetro de consulta
ru: Добавить параметр запроса
th: เพิ่มพารามิเตอร์ Query
tr: Query parametresi ekle
vi: Thêm tham số Query
zh_hans: 添加 Query 参数
zh_hant: 新增 Query 參數

source: Added %@
ar: تمت إضافة %@
de: %@ hinzugefügt
es: %@ añadido
fr: %@ ajouté
hi: %@ जोड़ा गया
id: Menambahkan %@
ja: %@ を追加しました
ko: %@ 추가됨
pt_br: %@ adicionado
ru: Добавлен %@
th: เพิ่ม %@ แล้ว
tr: %@ eklendi
vi: Đã thêm %@
zh_hans: 已添加 %@
zh_hant: 已新增 %@

source: Added Models
ar: النماذج المضافة
de: Hinzugefügte Modelle
es: Modeloos agregados
fr: Modèles ajoutés
hi: जोड़े गए मॉडल
id: Model yang ditambahkan
ja: 追加済みモデル
ko: 추가한 모델
pt_br: Modeloos adicionados
ru: Добавленные модели
th: โมเดลที่เพิ่มแล้ว
tr: Eklenen modeller
vi: Mô hình đã thêm
zh_hans: 已添加模型
zh_hant: 已新增模型

source: Added models appear in the model picker on the Home screen.
ar: تظهر النماذج المضافة في مُنتقي النماذج على الشاشة الرئيسية.
de: Hinzugefügte Modelle erscheinen in der Modellauswahl auf dem Startbildschirm.
es: Los modelos añadidos aparecen en el selector de modelos de la pantalla de inicio.
fr: Les modèles ajoutés apparaissent dans le sélecteur de modèles sur l'écran d'accueil.
hi: जोड़े गए मॉडल होम स्क्रीन के मॉडल पिकर में दिखते हैं।
id: Model yang ditambahkan muncul di pemilih model pada layar Beranda.
ja: 追加したモデルはホーム画面のモデルピッカーに表示されます。
ko: 추가한 모델은 홈 화면의 모델 선택기에 표시됩니다.
pt_br: Os modelos adicionados aparecem no seletor de modelos na tela inicial.
ru: Добавленные модели появляются в выборе моделей на главном экране.
th: โมเดลที่เพิ่มจะปรากฏในตัวเลือกโมเดลบนหน้าจอหลัก
tr: Eklenen modeller Ana ekrandaki model seçicide görünür.
vi: Các mô hình đã thêm sẽ xuất hiện trong bộ chọn mô hình trên màn hình Chính.
zh_hans: 已加入的模型会显示在首页的模型选择器
zh_hant: 已加入的模型會顯示在首頁的模型選擇器

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
hi: पता
id: Alamat
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Advanced HTTP
ar: HTTP متقدم
de: Erweitertes HTTP
es: HTTP avanzado
fr: HTTP avancé
hi: उन्नत HTTP
id: HTTP Lanjutan
ja: 高度な HTTP 設定
ko: 고급 HTTP
pt_br: HTTP avançado
ru: Расширенный HTTP
th: HTTP ขั้นสูง
tr: Gelişmiş HTTP
vi: HTTP nâng cao
zh_hans: 高级 HTTP
zh_hant: 進階 HTTP

source: Aggregators
ar: المُجمِّعات
de: Aggregatoren
es: Agregadores
fr: Agrégateurs
hi: एग्रीगेटर
id: Agregator
ja: アグリゲーター
ko: 애그리게이터
pt_br: Agregadores
ru: Агрегаторы
th: ผู้รวมบริการ
tr: Toplayıcılar
vi: Nền tảng tổng hợp
zh_hans: 聚合平台
zh_hant: 聚合平台

source: All synced
ar: تمت مزامنة الكل
de: Alles synchronisiert
es: Todo sincronizado
fr: Tout synchronisé
hi: सभी सिंक हो गए
id: Semua tersinkron
ja: すべて同期済み
ko: 모두 동기화됨
pt_br: Tudo sincronizado
ru: Всё синхронизировано
th: ซิงค์ทั้งหมดแล้ว
tr: Tümü senkronize
vi: Đã đồng bộ tất cả
zh_hans: 全部已同步
zh_hant: 全部已同步

source: Allow local network access in Settings.
ar: اسمح بالوصول إلى الشبكة المحلية في الإعدادات.
de: Erlaube den Zugriff auf das lokale Netzwerk in den Einstellungen.
es: Permite el acceso a la red local en Ajustes.
fr: Autorisez l’accès au réseau local dans Réglages.
hi: सेटिंग्स में लोकल नेटवर्क एक्सेस की अनुमति दें।
id: Izinkan akses jaringan lokal di Pengaturan.
ja: 「設定」でローカルネットワークへのアクセスを許可してください。
ko: 설정에서 로컬 네트워크 접근을 허용하세요.
pt_br: Permita o acesso à rede local nos Ajustes.
ru: Разрешите доступ к локальной сети в настройках.
th: อนุญาตการเข้าถึงเครือข่ายภายในในการตั้งค่า
tr: Ayarlar’da yerel ağ erişimine izin verin.
vi: Cho phép truy cập mạng cục bộ trong Cài đặt.
zh_hans: 请在“设置”中允许本地网络访问。
zh_hant: 請在「設定」中允許本機網路存取。

source: An unencrypted connection can't carry a key.
ar: لا يمكن لاتصال غير مشفّر أن يحمل مفتاحًا.
de: Eine unverschlüsselte Verbindung darf keinen Schlüssel enthalten.
es: Una conexión sin cifrar no puede llevar una clave.
fr: Une connexion non chiffrée ne peut pas transporter de clé.
hi: अनएन्क्रिप्टेड कनेक्शन में कुंजी नहीं रखी जा सकती।
id: Koneksi tanpa enkripsi tidak boleh membawa kunci.
ja: 暗号化されていない接続にキーを設定することはできません。
ko: 암호화되지 않은 연결에는 키를 사용할 수 없습니다.
pt_br: Uma conexão não criptografada não pode conter uma chave.
ru: Незашифрованное подключение не может содержать ключ.
th: การเชื่อมต่อที่ไม่เข้ารหัสไม่สามารถใช้คีย์ได้
tr: Şifrelenmemiş bir bağlantı anahtar taşıyamaz.
vi: Kết nối không mã hóa không thể mang khóa.
zh_hans: 不加密的连接不能携带密钥。
zh_hant: 未加密的連線不能攜帶金鑰。

source: An unencrypted connection can't carry a key. Change the address and connection type to Public HTTPS.
ar: لا يمكن أن يحمل الاتصال غير المشفر مفتاحًا. قم بتغيير العنوان ونوع الاتصال إلى HTTPS العام.
de: Eine unverschlüsselte Verbindung kann keinen Schlüssel enthalten. Ändern Sie die Adresse und den Verbindungstyp in „Öffentliches HTTPS“.
es: Una conexión no cifrada no puede transportar una clave. Cambie la dirección y el tipo de conexión a HTTPS público.
fr: Une connexion non chiffrée ne peut pas contenir de clé. Modifiez l'adresse et le type de connexion en HTTPS public.
hi: एक अनएन्क्रिप्टेड कनेक्शन कुंजी नहीं ले जा सकता। पता और कनेक्शन प्रकार को सार्वजनिक HTTPS में बदलें।
id: Koneksi yang tidak terenkripsi tidak dapat membawa kunci. Ubah alamat dan jenis koneksi menjadi HTTPS Publik.
ja: 暗号化されていない接続ではキーを運ぶことができません。アドレスと接続タイプをパブリック HTTPS に変更します。
ko: 암호화되지 않은 연결은 키를 전달할 수 없습니다. 주소와 연결 유형을 공용 HTTPS로 변경합니다.
pt_br: Uma conexão não criptografada não pode conter uma chave. Altere o endereço e o tipo de conexão para HTTPS público.
ru: Незашифрованное соединение не может передавать ключ. Измените адрес и тип подключения на Public HTTPS.
th: การเชื่อมต่อที่ไม่ได้เข้ารหัสไม่สามารถพกพากุญแจได้ เปลี่ยนที่อยู่และประเภทการเชื่อมต่อเป็น Public HTTPS
tr: Şifrelenmemiş bir bağlantı anahtar taşıyamaz. Adresi ve bağlantı türünü Genel HTTPS olarak değiştirin.
vi: Kết nối không được mã hóa không thể mang theo khóa. Thay đổi địa chỉ và loại kết nối thành HTTPS công khai.
zh_hans: 不加密的连接不能携带密钥。请将地址和连接安全改为公网 HTTPS。
zh_hant: 未加密的連線不能攜帶金鑰。請將位址和連線方式改為公開網路 HTTPS。

source: Another computer
ar: كمبيوتر آخر
de: Anderer Computer
es: Otro ordenador
fr: Un autre ordinateur
hi: दूसरा कंप्यूटर
id: Komputer lain
ja: 別のコンピュータ
ko: 다른 컴퓨터
pt_br: Outro computador
ru: Другой компьютер
th: คอมพิวเตอร์เครื่องอื่น
tr: Başka bir bilgisayar
vi: Máy tính khác
zh_hans: 另一台电脑
zh_hant: 另一台電腦

source: Anthropic compatible
ar: متوافق مع Anthropic
de: Anthropic-kompatibel
es: Compatible con Anthropic
fr: Compatible Anthropic
hi: Anthropic संगत
id: Kompatibel Anthropic
ja: Anthropic 互換
ko: Anthropic 호환
pt_br: Compatível com Anthropic
ru: Совместимо с Anthropic
th: เข้ากันได้กับ Anthropic
tr: Anthropic uyumlu
vi: Tương thích Anthropic
zh_hans: Anthropic 兼容
zh_hant: Anthropic 相容

source: Applies to new messages on this connection with this model, until you override them in a conversation.
ar: ينطبق على الرسائل الجديدة في هذا الاتصال مع هذا النموذج، إلى أن تتجاوزه في محادثة ما.
de: Gilt für neue Nachrichten über diese Verbindung mit diesem Modell, bis du sie in einer Unterhaltung überschreibst.
es: Se aplica a los mensajes nuevos de esta conexión con este modelo, hasta que los sustituyas en una conversación.
fr: S’applique aux nouveaux messages sur cette connexion avec ce modèle, jusqu’à ce que vous les remplaciez dans une conversation.
hi: इस कनेक्शन पर इस मॉडल के साथ भेजे जाने वाले नए संदेशों पर लागू होता है, जब तक आप किसी बातचीत में इसे बदल न दें।
id: Berlaku untuk pesan baru pada koneksi ini dengan model ini, sampai Anda menimpanya di sebuah percakapan.
ja: この接続でこのモデルを使う新しいメッセージに適用されます（会話ごとに上書きするまで）。
ko: 이 연결에서 이 모델을 사용하는 새 메시지에 적용됩니다. 대화에서 따로 재정의하기 전까지 유지됩니다.
pt_br: Aplica-se a novas mensagens nesta conexão com este modelo, até você substituí-las em uma conversa.
ru: Применяется к новым сообщениям в этом подключении с этой моделью, пока вы не переопределите их в диалоге.
th: ใช้กับข้อความใหม่บนการเชื่อมต่อนี้ที่ใช้โมเดลนี้ จนกว่าคุณจะกำหนดค่าทับในบทสนทนา
tr: Bu bağlantıda bu modelle gönderilen yeni mesajlar için geçerlidir; bir sohbette geçersiz kılana kadar sürer.
vi: Áp dụng cho tin nhắn mới trên kết nối này với mô hình này, cho đến khi bạn ghi đè trong một cuộc trò chuyện.
zh_hans: 对这条连接上使用该模型的新消息生效，直到你在某个对话里单独覆盖。
zh_hant: 對這條連線上使用此模型的新訊息生效，直到你在某個對話中另行覆寫。

source: Apply pairing code
ar: تطبيق رمز الاقتران
de: Kopplungscode anwenden
es: Aplicar código de vinculación
fr: Appliquer le code de jumelage
hi: पेयरिंग कोड लागू करें
id: Terapkan kode penyandingan
ja: ペアリングコードを適用
ko: 페어링 코드 적용
pt_br: Aplicar código de pareamento
ru: Применить код сопряжения
th: ใช้รหัสจับคู่
tr: Eşleştirme kodunu uygula
vi: Áp dụng mã ghép nối
zh_hans: 应用配对码
zh_hant: 套用配對碼

source: Apply suggestion
ar: تطبيق الاقتراح
de: Vorschlag übernehmen
es: Aplicar sugerencia
fr: Appliquer la suggestion
hi: सुझाव लागू करें
id: Terapkan saran
ja: 提案を適用
ko: 제안 적용
pt_br: Aplicar sugestão
ru: Применить рекомендацию
th: ใช้คำแนะนำ
tr: Öneriyi uygula
vi: Áp dụng gợi ý
zh_hans: 应用建议
zh_hant: 套用建議

source: Attach PDFs / documents
ar: إرفاق ملفات PDF / مستندات
de: PDFs / Dokumente anhängen
es: Adjuntar PDF / documentos
fr: Joindre des PDF / documents
hi: PDF / दस्तावेज़ संलग्न करें
id: Lampirkan PDF / dokumen
ja: PDF / ドキュメントを添付
ko: PDF / 문서 첨부
pt_br: Anexar PDFs / documentos
ru: Прикреплять PDF / документы
th: แนบ PDF / เอกสาร
tr: PDF / belge ekle
vi: Đính kèm PDF / tài liệu
zh_hans: 支持 PDF / 文档
zh_hant: 支援 PDF / 文件

# Auth Mode
source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
id: Autentikasi
ja: 認証
ko: 인증
pt_br: Autenticação
ru: Аутентификация
th: การยืนยันตัวตน
tr: Kimlik doğrulama
vi: Xác thực
zh_hans: 认证方式
zh_hant: 驗證方式

source: Authorization was declined.
ar: تم رفض التفويض.
de: Die Autorisierung wurde abgelehnt.
es: Se rechazó la autorización.
fr: L'autorisation a été refusée.
hi: अनुमति अस्वीकार कर दी गई।
id: Otorisasi ditolak.
ja: 承認が拒否されました。
ko: 승인이 거부되었습니다.
pt_br: A autorização foi recusada.
ru: В авторизации отказано.
th: การอนุญาตถูกปฏิเสธ
tr: Yetkilendirme reddedildi.
vi: Ủy quyền đã bị từ chối.
zh_hans: 授权被拒绝。
zh_hant: 授權遭拒。

source: Authorize with your ChatGPT account to run Codex with your Plus or Pro plan. Your messages are processed by OpenAI. No API credits are used.
ar: امنح الإذن عبر حساب ChatGPT لتشغيل Codex بخطتك Plus أو Pro. تُعالَج رسائلك بواسطة OpenAI. لا يتم استهلاك أرصدة API.
de: Autorisiere mit deinem ChatGPT-Konto, um Codex mit deinem Plus- oder Pro-Tarif auszuführen. Deine Nachrichten werden von OpenAI verarbeitet. Es werden keine API-Credits verbraucht.
es: Autoriza con tu cuenta de ChatGPT para ejecutar Codex con tu plan Plus o Pro. Tus mensajes se procesan con OpenAI. No se consumen créditos de API.
fr: Autorisez avec votre compte ChatGPT pour exécuter Codex avec votre offre Plus ou Pro. Vos messages sont traités par OpenAI. Aucun crédit API n'est consommé.
hi: अपने Plus या Pro प्लान के साथ Codex चलाने के लिए ChatGPT खाते से अनुमति दें। आपके संदेश OpenAI द्वारा प्रोसेस किए जाते हैं। कोई API क्रेडिट खर्च नहीं होता।
id: Beri otorisasi dengan akun ChatGPT untuk menjalankan Codex dengan paket Plus atau Pro Anda. Pesan Anda diproses oleh OpenAI. Tidak memakai kredit API.
ja: ChatGPT アカウントで承認すると、Plus または Pro プランで Codex を実行できます。メッセージは OpenAI で処理されます。API クレジットは消費しません。
ko: ChatGPT 계정으로 승인하면 Plus 또는 Pro 요금제로 Codex를 실행할 수 있습니다. 메시지는 OpenAI에서 처리됩니다. API 크레딧은 소모되지 않습니다.
pt_br: Autorize com sua conta ChatGPT para executar o Codex com seu plano Plus ou Pro. Suas mensagens são processadas pela OpenAI. Nenhum crédito de API é consumido.
ru: Авторизуйтесь через аккаунт ChatGPT, чтобы использовать Codex с тарифом Plus или Pro. Ваши сообщения обрабатываются OpenAI. API-кредиты не расходуются.
th: อนุญาตด้วยบัญชี ChatGPT เพื่อรัน Codex ด้วยแพ็กเกจ Plus หรือ Pro ของคุณ ข้อความของคุณจะถูกประมวลผลโดย OpenAI ไม่ใช้เครดิต API
tr: Plus veya Pro planınla Codex'i çalıştırmak için ChatGPT hesabınla yetkilendir. Mesajların OpenAI tarafından işlenir. API kredisi harcanmaz.
vi: Ủy quyền bằng tài khoản ChatGPT để chạy Codex với gói Plus hoặc Pro của bạn. Tin nhắn của bạn được xử lý bởi OpenAI. Không tiêu tốn API credit.
zh_hans: 用 ChatGPT 账号完成授权，即可用你的 Plus 或 Pro 套餐运行 Codex。你的消息由 OpenAI 处理，不消耗 API credit。
zh_hant: 用 ChatGPT 帳號完成授權，即可用你的 Plus 或 Pro 方案執行 Codex。你的訊息由 OpenAI 處理，不消耗 API credit。
